Repository: policorp-dev/gnome-shell-extension-display-switcher
Catalog: po/*.po
Languages: pt_br

source: HDMI Disconnected
pt_br: HDMI não conectado

source: The HDMI cable is not connected.
pt_br: O cabo HDMI não está conectado.

source: HDMI Display Mode
pt_br: Modo de exibição HDMI

source: Internal only
pt_br: Interno Apenas

source: External only
pt_br: Externo Apenas

source: Extended
pt_br: Juntar Telas

source: Mirror
pt_br: Espelhar

source: Cannot switch mode without HDMI connection.
pt_br: Não é possível alternar entre os modos sem uma conexão HDMI.

source: HDMI Display Configuration
pt_br: Configuração do HDMI Display

source: Show in System Menu
pt_br: Mostrar no menu do sistema

source: Shows the projection shortcut in Quick Settings.
pt_br: Exibe o atalho de projeção nas Configurações Rápidas.
